Repository: barrachri/PyConference
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: French
fr: Français

source: English
fr: Anglais

source: Diamond
fr: Diamant

source: Gold
fr: Or

source: Silver
fr: Argent

source: Travel
fr: Déplacement

source: Hosting
fr: Hébergement Web

source: Diversity
fr: Diversité

source: Community
fr: Communauté

source: About
fr: À propos

source: PyCon Canada is an initiative to strengthen the Canadian Python community.
fr: PyCon Canada est une initiative to renforcer la communauté Python canadienne.

source: What is PyCon Canada?
fr: Qu'est-ce que PyCon Canada?

source: Our main goal is to strengthen the Canadian Python community by providing more opportunities for us to share knowledge and ideas, encourage support and education for speaking at conferences, and increase the visibility of developers, organizations, and companies within the community
fr: Notre objectif est de renforcer la communauté Python canadienne en nous donnant l'opportunité de partager nos connaissances et nos idées en plus d'encourager le support et la formation et finalement augmenter la visibilité des développeurs, des organisations et des compagnies au sein de la communauté

source: PyCon Canada is entirely run by volunteers who are passionate about these goals. We hope to see you at the 2015 conference! We're also proud to host development sprints which provide a gateway for new contributors and a way for you to give back to the open-source community.
fr: PyCon Canada est organisé par des bénévoles qui sont passionnés par ces objectifs. Nous espérons vous voir à l'édition 2015 de la conférence! Nous sommes très fiers d'organiser un sprint de développement qui est une excellente occasion pour s'impliquer dans un nouveau projet et redonner à la communauté du logiciel libre.

source: Join the conversation
fr: Joignez-vous à la conversation

source: Be sure to use <a href="https://twitter.com/search?q=%23pyconca2015">#pyconca2015</a>. We love hearing from our community members!
fr: Assurez-vous d'utiliser <a href="https://twitter.com/search?q=%23pyconca2015">#pyconca2015</a>. Nous aimons recevoir des nouvelles de la communauté!

source: Key Contacts
fr: Contacts clés

source: The organizing committee can be contacted at <a href="mailto:organizers@pycon.ca">organizers@pycon.ca</a>.
fr: Le comité organisateur peut être rejoint à <a href="mailto:organizers@pycon.ca">organizers@pycon.ca</a>

source: The board can be contacted privately at <a href="mailto:board@pycon.ca">board@pycon.ca</a>.
fr: Le conseil d'administration peut être rejoint à <a href="mailto:board@pycon.ca">board@pycon.ca</a>.

source: You can also find us on:
fr: Vous pouvez également nous trouver:

source: The Team
fr: L'équipe

source: Code of Conduct
fr: Code de conduite

source: <p>PyCon Canada is a community conference intended for networking and collaboration in the developer community.</p> <p>We value the participation of each member of the Python community and want all attendees to have an enjoyable and fulfilling experience. Accordingly, all attendees are expected to show respect and courtesy to other attendees throughout the conference and at all conference events, whether officially sponsored by PyCon Canada or not.</p> <p>To make clear what is expected, all delegates, speakers, exhibitors and volunteers at any PyCon Canada event are required to conform to the following Code of Conduct. Organizers will enforce this code throughout the event.</p> <div class="conduct-subtitle">The Short Version</div> <p>PyCon Canada is dedicated to providing a harassment-free conference experience for everyone, regardless of gender, sexual orientation, disability, physical appearance, body size, race or religion. We do not tolerate harassment of conference participants in any form.</p> <p>All communication should be appropriate for a professional audience including people of many different backgrounds. Sexual language and imagery is not appropriate for any conference venue, including talks.</p> <p><b>Be kind</b> to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and sexist, racist, or exclusionary jokes are not appropriate for PyCon Canada.</p> <p>Attendees violating these rules may be asked to leave the conference without a refund at the sole discretion of the conference organizers.</p> <p>Thank you for helping make this a welcoming, friendly event for all.</p> <div class="conduct-subtitle">The Longer Version</div> <p>Harassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.</p> <p>Participants asked to stop any harassing behavior are expected to comply immediately.</p> <p>Exhibitors in the expo hall, sponsor or vendor booths, or similar activities are also subject to the anti-harassment policy. In particular, exhibitors should not use sexualized images, activities, or other material. Booth staff (including volunteers) should not use sexualized clothing/uniforms/costumes, or otherwise create a sexualized environment.</p> <p>Be careful in the words that you choose. Remember that sexist, racist, and other exclusionary jokes can be offensive to those around you. Excessive swearing and offensive jokes are not appropriate for PyCon Canada.</p> <p>If a participant engages in behavior that violates this code of conduct, the conference organizers may take any action they deem appropriate, including warning the offender or expulsion from the conference with no refund.</p> <div class="conduct-subtitle">Contact Information</div> <p>If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of conference staff.</p> <p>If the matter is especially urgent, please call/contact any of these individuals:</p> <ul> <li><b>Peter McCormick:</b> +1 (416) 834-5960</li> <li><b>Francis Deslauriers:</b> +1 (514) 974-0018</li> </ul> <p>Conference staff will be happy to help participants contact venue security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the conference. We value your attendance.</p> <div class="conduct-subtitle">Attribution</div> <p>This anti-harassment policy is based on the <a href="http://geekfeminism.wikia.com/wiki/Conference_anti-harassment"> example policy</a> from the Geek Feminism wiki, created by the Ada Initiative and other volunteers. It is used under the terms of the <a href="https://creativecommons.org/publicdomain/zero/1.0/">Creative Commons Zero</a> license.</p>
fr: <p>PyCon Canada s'engage à fournir à tous une conférence sans harcèlement, sans égard au genre, l'orientation sexuelle, les handicaps, l'apparence physique, la taille, la race, ou la religion. Nous ne tolérons aucune forme d'harcèlement envers les participants à la conférence.</p> <p>Toute communication devrait être appropriée pour une audience de professionnels incluant des personnes de différents horizons. Le langage et les images à caractère sexuel n'est pas approprié en aucun lieu de la conférence incluant les présentations. </p> <p>Soyez gentils envers les autres. N'insultez ou n'humiliez pas d'autres participants. Comportez-vous de manière professionnelle. Rappelez-vous que le harcèlement ou les blagues sexistes, racistes ou exclusives ne sont pas appropriées pour PyCon Canada. </p> <p>Les participants contrevenant à ces règles pourraient se voir demander de quitter la conférence sans aucun remboursement à la seule discrétion des organisateurs de la conférence.</p> <p>Merci de contribuer à faire de cet événement, un événement accueillant et amical pour tous.</p> <div class="conduct-subtitle">LA VERSION COURTE</div><p>PyCon Canada s'engage à fournir à tous une conférence sans harcèlement, sans égard au genre, l'orientation sexuelle, les handicaps, l'apparence physique, la taille, la race, ou la religion. Nous ne tolérons aucune forme d'harcèlement envers les participants à la conférence.</p> <p>Toute communication devrait être appropriée pour une audience de professionnels incluant des personnes de différents horizons. Le langage et les images à caractère sexuel n'est pas approprié en aucun lieu de la conférence incluant les présentations.</p> <p>Soyez gentils envers les autres. N'insultez ou n'humiliez pas d'autres participants. Comportez-vous de manière professionnelle. Rappelez-vous que le harcèlement ou les blagues sexistes, racistes ou exclusives ne sont pas appropriées pour PyCon Canada.</p> <p>Les participants contrevenant à ces règles pourraient se voir demander de quitter la conférence sans aucun remboursement à la seule discrétion des organisateurs de la conférence.</p> <p>Merci de contribuer à faire de cet événement, un événement accueillant et amical pour tous.</p> <div class="conduct-subtitle">LA VERSION LONGUE</div><p>Le harcèlement inclut des commentaires verbaux offensants liés au genre, à l'orientation sexuelle, aux handicaps, à l'apparence physique, à la taille, à la race, à la religion, des images sexuelles dans des espaces publics, de l'intimidation délibérée, suivre quelqu'un, des prises harcelantes de photos ou d'enregistrements, des interruptions répétitives de présentation ou autre événement, des contacts physiques inappropriés et de l'attention sexuelle non bienvenue.</p> <p>Il est attendu qu'un participant mette fin à un comportement harcelantimmédiatement lorsque demandé.</p> <p>Les exposants dans le hall d'exposition, les kiosques de commanditaires ou de fournisseurs, ou toute activité similaire sont aussi sujet à la politique anti-harcèlement. En particulier, les exposants ne devraient pas utiliser d'images, d'activités ou autre matériel sexualisés. Les personnels aux kiosques (incluant les bénévoles) ne devraient pas utiliser des habits/uniformes/costumes sexualisés ou par ailleurs créer un environnement sexualisé.</p> <p>Soyez attentifs aux mots que vous choisissez. Rappelez-vous que les blagues sexistes, racistes ou exclusives d'une autre manière peuvent offenser ceux qui vous entourent.</p> <p>Si un participant s'engage dans un comportement qui viole ce code de conduite, les organisateurs de la conférence peuvent prendre toute mesure qu'ils jugent appropriée incluant avertir l'offenseur ou l'expulser de la conférence sans remboursement.</p> <div class="conduct-subtitle">INFORMATIONS DE CONTACT</div><p>Si vous êtes victime d'harcèlement, témoin d'un harcèlement ou avez tout autre souci, veuillez contacter un membre du comité d'administration: <ul> <li><b>Peter McCormick:</b> +1 (416) 834-5960</li> <li><b>Francis Deslauriers:</b> +1 (514) 974-0018</li> </ul> <p>Le personnel de la conférence se fera un plaisir d'aider les participants à contacter la service de sécurité des lieux ou les répresantants locaux de la loi, à escorter, ou assister en toute autre manière ceux étant la cible d'harcèlement afin qu'ils se sentent en sécurité pendant la conférence. Nous apprécions votre présence. </p><div class="conduct-subtitle">ATTRIBUTION</div> <p>Cette politique anti-harcelement est basée sur l'<a href="http://geekfeminism.wikia.com/wiki/Conference_anti-harassment"> exemple</a> fournie par le «Geek Feminism wiki», et créée par l'«Ada Initiative» et d'autre bénévoles. Elle est utilisée sous les termes de la license <a href="https://creativecommons.org/publicdomain/zero/1.0/">Creative Commons Zero</a> </p>

source: Welcome!
fr: Bienvenue!

source: Join your fellow Pythonistas for the third annual PyCon Canada,
fr: Joignez-vous à la communauté Python lors du troisième PyCon Canada, pour une fin de semaine de

source: a weekend of talks, activities, fun and code!
fr: présentations, d'activités, de programmation et de plaisir!

source: Conference:
fr: Conférence:

source: November 7-8, 2015
fr: 7-8 novembre 2015

source: November 9, 2015
fr: 9 novembre 2015

source: Schedule
fr: Horaire

source: Find out about the Saturday and Sunday keynotes, over 40 talks, tutorials and sprints.
fr: Venez assiter à nos keynotes de samedi et dimanche, plus 40 présentations, des tutoriels et une journée de sprints

source: Learn more...
fr: Apprenez-en plus...

source: Venue
fr: Lieu

source: The event will be held at the Bahen Center for Information Technology, graciously provided by the University of Toronto. With subways access a short walk away you can easily explore the city.
fr: L'événement se tiendra au Bahen Centre for Information Technology, gracieusement offert par l'université de Toronto. Facilement accessible en métro et localisé au coeur de la ville.

source: Buy A Ticket!
fr: Acheter un billet!

source: Home
fr: Accueil

source: Sponsors
fr: Commanditaires

source: Join our mailing list
fr: Abonnez-vous à la liste d'envoi

source: close
fr: fermer

source: Our Sponsors
fr: Nos commanditaires

source: Schedule is still being finalized!
fr: L'horaire sera disponible bientôt

source: We will be updating soon with the full schedule, stay tuned to <a href="https://twitter.com/pyconca/">@pyconca on Twitter</a> for updates!
fr: Nous mettrons à jour l'horaire bientôt, restez à jour en nous suivant <a href="https://twitter.com/pyconca/">@pyconca on Twitter</a>

source: We thank our fantastic sponsors who help make this event possible.
fr: Nous remercions nos merveilleux commanditaires qui rendre cet événement possible.

source: Get in touch
fr: Contactez-nous

source: if your organization would like to support PyCon Canada 2015.
fr: si votre organisation aimerait aider PyCon Canada 2015.

source: Location
fr: Lieu

source: This year PyCon Canada is taking place November 7-9, 2015 in Toronto, Ontario, Canada at the <a href='http://map.utoronto.ca/utsg/building/080'>Bahen Centre for Information Technology</a> on the University of Toronto St. George campus.
fr: PyCon Canada 2015 se tiendra du 7 au 9 novembre 2015 à Toronto, Ontario, Canada au <a href='http://map.utoronto.ca/utsg/building/080'>Bahen Centre for Information Technology</a> à l'Université de Toronto campus St. George.

source: Getting to Toronto
fr: Se rendre à Toronto

source: Toronto has 2 major airports. Toronto Pearson is the international airport and is the location for almost all the major domestic and international airlines. It's about a 35 minute drive from Toronto Pearson to the University of Toronto, but be aware that downtown Toronto traffic is busy all day and is particularly busy during peak rush hour. Allow at least an hour for travel time from the airport.
fr: Toronto a deux aéroports d'importance. Pearson est un aéroport internationnale et sert un grand nombre de vol domestique et internationnale. Il y a environ 35 minutes de voiture de l'aéroport aux campus St. George de l'université de Toronto mais soyez prévoyant il y a du traffic tout le long de la journée. Prévoyez au moins une heure de transport en voiture. Le UP train est également une option pour vous rendre au centre-ville à partir de l'aéroport Pearson.<b>https://www.upexpress.com/?lng=fr</b>

source: <a href="http://www.viarail.ca/">VIA Rail</a> is a good alternative to the airlines if you are coming from somewhere like Montreal or Ottawa. Advance pricing is often available at a discount.
fr: Viarail est une bonne alternative aux vols si vous arrivez de Montréal, d'Ottawa ou de Windsor.

source: <b>If you're coming from the US: </b>
fr: <b>Si vous arrivez des États-Unis:</b>

source: Make sure that you've got a valid passport and don't forget to bring it with you.
fr: Assurez-vous d'avoir un passeport valide et n'oubliez pas de l'apporter avec vous.

source: <a href="https://www.flyporter.com/">Porter Airlines</a> has frequent, reasonably-priced flights for trips from several US cities to Toronto, including Boston, Burlington (VT), Chicago, Myrtle Beach, New York, and Washington.
fr: L'aéroport Billy Bishop géré par <b>Porter Airlines</b> offre des vols fréquents à des prix raisonables en provenance de la Côte-Est américaine et des provinces de l'Est du Canada Billy Bishop est à deux pas du centre-ville et est à 30 minutes de transport en commun ou 15 minutes de voiture de l'université de Toronto.

source: <a href="http://www.viarail.ca/">VIA Rail</a> is offering discounts on train fares for attendees:
fr: <a href="http://www.viarail.ca/">VIA Rail</a> offre un rabais sur les billets de train pour les participants à PyCon Canada 2015:

source: Valid for travel between Thursday November 5 and Wednesday November 11, 2015, from all stations throughout the VIA system to Toronto, Ontario and return.
fr: Ce code est valide du jeudi 5 novembre jusqu'au mercredi 11 novembre 2015 à partir de toutes les stations du réseau VIA jusqu'à Toronto ainsi que le retour.

source: Fare applies to a maximum of two passengers per booking. One complimentary stopover is allowed at no additional charge. For travel on all fare plans in Business class, the first stopover is allowed at no additional charge, provided that this stopover takes place in Toronto, Montéal, or Ottawa only.
fr: Le tarif s’applique à un maximum de deux voyageurs par réservation. Un arrêt en route gratuit est permis sans frais supplémentaires. Pour tous les plans tarifaires de la classe Affaires, le premier arrêt en route est permis sans frais supplémentaires, en autant que cet arrêt ait lieu à Toronto, Montréal ou Ottawa seulement.

source: The discount is 10%% off the best available fare in Economy, Economy Plus, Business, Business Plus, Sleeper, or Sleeper Plus class. Subject to the conditions and restrictions of the fare plan to which the additional discount is being applied.
fr: Le rabais est de 10 %% sur le meilleur tarif disponible en classes Économie, Économie Plus, Affaires, Affaires Plus, Voiture-lits et Voiture-lits Plus. Ce rabais est sujet à d'autres restriction sur le type de classes il peut être appliqué.

source: Discount does not apply in Escape Class fares.
fr: Le rabais n'est pas valide pour les tarifs Économie évasion

source: Reference VIA convention code <strong>13148</strong>.
fr: Code de conférence VIA:<strong>13148</strong>.

source: Public Transit
fr: Transport en commun

source: The nearest TTC subway stops is <a href="https://ttc.ca/Subway/Stations/Queens_Park/station.jsp">Queen's Park Station</a> on Line 1 Yonge-University. College streetcars also stop at St. George Street. Cash fare is $3, or multiple tokens can be purchased at discounted rates. Check with the <a href="http://www.ttc.ca/">TTC</a> for more details.
fr: La station de Metro du TTC la plus près est la station Queen's Park sur la ligne 1 Yonge-University. Les tramways de la rue College font également un arrêt à la rue St. George. Le prix du billet est de 3$ et plusieurs billets peuvent être achetés à un prix réduit. Plus de détails sur le site du <a href="http://www.ttc.ca/">TTC</a>.

source: What do to in Toronto
fr: Quoi faire à Toronto

source: Tourism Toronto's <a href="http://www.seetorontonow.com/" target="_blank">website</a> has information on things to see and do in Toronto, as well as a "Deals" section including coupons. They also have a <a href="http://www.seetorontonow.com/mobile-app/" target="_blank">mobile app</a> available for download.
fr: <a href="http://www.seetorontonow.com/" target="_blank">Tourisme Toronto</a> offre de l'information sur des choses à voir et sur des activités disponible à Toronto. Le site web offre également un nombre de coupon-rabais. Ils offrent également une <a href="http://www.seetorontonow.com/mobile-app/" target="_blank">application mobile</a> à télécharger.
